import { Word } from '../wordstruct/word';

export const EventsRu: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'событие', '', ['event', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'рождение', '', ['birth', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'игра', '', ['game', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'урок', '', ['lesson', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'отпуск', '', ['vacation', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'вечеринка', '', ['party', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'встреча', '', ['meeting', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'свадьба', '', ['wedding', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'переговоры', '', ['negotiation', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'поездка', '', ['trip', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'рождение', '', ['born', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'смерть', '', ['death', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'прогулка', '', ['walking', '', '', '', '', '', '', '', '', '']),
];