import { Word } from '../wordstruct/word';

export const FamilyRu: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(24, 'семья', '', ['family', '', '', '', '', '', '', '', '', '']),
    new Word(25, 'родители', '', ['parents', '', '', '', '', '', '', '', '', '']),
    new Word(26, 'отец', '', ['father', '', '', '', '', '', '', '', '', '']),
    new Word(27, 'папа', '', ['dad', 'daddy', 'father', '', '', '', '', '', '', '']),
    new Word(28, 'мать', '', ['mother', '', '', '', '', '', '', '', '', '']),
    new Word(29, 'мама', '', ['mum', 'mummy', 'mother', '', '', '', '', '', '', '']),

    new Word(30, 'муж', '', ['husband', '', '', '', '', '', '', '', '', '']),
    new Word(31, 'жена', '', ['wife', '', '', '', '', '', '', '', '', '']),
    new Word(32, 'сын', '', ['son', '', '', '', '', '', '', '', '', '']),
    new Word(33, 'дочь', '', ['daughter', '', '', '', '', '', '', '', '', '']),
    new Word(34, 'брат', '', ['brother', '', '', '', '', '', '', '', '', '']),
    new Word(35, 'сестра', '', ['sister', '', '', '', '', '', '', '', '', '']),
    new Word(36, 'дедушка', '', ['grandfather', '', '', '', '', '', '', '', '', '']),
    new Word(37, 'тесть, свекор', '', ['father-in-law', '', '', '', '', '', '', '', '', '']),
    new Word(38, 'дядя', '', ['uncle', '', '', '', '', '', '', '', '', '']),
    new Word(39, 'тетя', '', ['aunt', '', '', '', '', '', '', '', '', '']),

    new Word(40, 'невеста', '', ['bride', '', '', '', '', '', '', '', '', '']),
    new Word(41, 'кузен', '', ['cousin', '', '', '', '', '', '', '', '', '']),
    new Word(42, 'племянник', '', ['nephew', '', '', '', '', '', '', '', '', '']),
    new Word(43, 'племянница', '', ['niece', '', '', '', '', '', '', '', '', '']),
];
