import { Word } from '../wordstruct/word';

export const FeelingRu: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'event', '', ['событие', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'birth', '', ['рождение', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'game', '', ['игра', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'lesson', '', ['урок', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'vacation', '', ['отпуск', 'каникулы', '', '', '', '', '', '', '', '']),
    new Word(0, 'party', '', ['вечеринка', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'meeting', '', ['встреча', 'собрание', '', '', '', '', '', '', '', '']),
    new Word(0, 'wedding', '', ['свадьба', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'negotiation', '', ['переговоры', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'trip', '', ['поездка', 'путшествие', '', '', '', '', '', '', '', '']),
    new Word(0, 'born', '', ['рождение', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'death', '', ['смерть', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'walking', '', ['прогулка', 'гулять', 'ходьба', '', '', '', '', '', '', '']),
];