import { Word } from '../wordstruct/word';

export const FlatRu: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(88, 'квартира', '', ['flat', '', '', '', '', '', '', '', '', '']),
    new Word(89, 'комната', '', ['room', '', '', '', '', '', '', '', '', '']),

    new Word(90, 'гостинная', '', ['living room', '', '', '', '', '', '', '', '', '']),
    new Word(91, 'спальня', '', ['bedroom', '', '', '', '', '', '', '', '', '']),
    new Word(92, 'ванная комната', '', ['bathroom', '', '', '', '', '', '', '', '', '']),
    new Word(93, 'душевая', '', ['shower', '', '', '', '', '', '', '', '', '']),
    new Word(94, 'кухня', '', ['kitchen', '', '', '', '', '', '', '', '', '']),
    new Word(95, 'коридор', '', ['hall', '', '', '', '', '', '', '', '', '']),
    new Word(96, 'балкон', '', ['balcony', '', '', '', '', '', '', '', '', '']),
    new Word(97, 'пол', '', ['floor', '', '', '', '', '', '', '', '', '']),
    new Word(98, 'потолок', '', ['ceiling', '', '', '', '', '', '', '', '', '']),
    new Word(99, 'стена', '', ['wall', '', '', '', '', '', '', '', '', '']),
    new Word(100, 'туалет', '', ['toilet', '', '', '', '', '', '', '', '', '']),
    new Word(101, 'лестница', '', ['stairs', '', '', '', '', '', '', '', '', '']),
    new Word(102, 'дверь', '', ['door', '', '', '', '', '', '', '', '', '']),
    new Word(103, 'окно', '', ['window', '', '', '', '', '', '', '', '', '']),
    new Word(104, 'подоконник', '', ['windowsill', '', '', '', '', '', '', '', '', '']),
    new Word(105, 'занавеска', '', ['curtain', '', '', '', '', '', '', '', '', '']),
    new Word(106, 'переключать', '', ['switch', '', '', '', '', '', '', '', '', '']),
    new Word(107, 'розетка', '', ['socket', '', '', '', '', '', '', '', '', '']),
    new Word(108, 'кран', '', ['faucet', '', '', '', '', '', '', '', '', '']),
    new Word(109, 'труба', '', ['pipe', '', '', '', '', '', '', '', '', '']),
    new Word(110, 'дымоход', '', ['chimney', '', '', '', '', '', '', '', '', '']),
];
