import { Word } from '../wordstruct/word';

export const FurnitureRu: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(160, 'мебель', '', ['furniture', '', '', '', '', '', '', '', '', '']),
    new Word(161, 'стол', '', ['table', '', '', '', '', '', '', '', '', '']),
    new Word(162, 'стул', '', ['chair', '', '', '', '', '', '', '', '', '']),
    new Word(163, 'кресло', '', ['armchair', '', '', '', '', '', '', '', '', '']),
    new Word(164, 'диван', '', ['sofa', '', '', '', '', '', '', '', '', '']),
    new Word(165, 'кровать', '', ['bed', '', '', '', '', '', '', '', '', '']),
    new Word(166, 'платяной шкаф', '', ['wardrobe', '', '', '', '', '', '', '', '', '']),
    new Word(167, 'шкаф', '', ['cabinet', '', '', '', '', '', '', '', '', '']),
    new Word(168, 'полка', '', ['shelf', '', '', '', '', '', '', '', '', '']),
    new Word(169, 'зеркало', '', ['mirror', '', '', '', '', '', '', '', '', '']),

    new Word(170, 'ковер', '', ['carpet', '', '', '', '', '', '', '', '', '']),
    new Word(171, 'холодильник', '', ['fridge', '', '', '', '', '', '', '', '', '']),
    new Word(172, 'микроволновка', '', ['microwave', '', '', '', '', '', '', '', '', '']),
    new Word(173, 'печь', '', ['oven', '', '', '', '', '', '', '', '', '']),
    new Word(174, 'кухонная плита', '', ['stove', '', '', '', '', '', '', '', '', '']),
];
