import { Word } from '../wordstruct/word';

export const KitchenRu: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(175, 'блюдо', '', ['dish', '', '', '', '', '', '', '', '', '']),
    new Word(201, 'посуда', '', ['dishes', '', '', '', '', '', '', '', '', '']),
    new Word(176, 'чашка', '', ['cup', '', '', '', '', '', '', '', '', '']),
    new Word(177, 'стакан', '', ['glass', '', '', '', '', '', '', '', '', '']),
    new Word(178, 'кружка', '', ['mug', '', '', '', '', '', '', '', '', '']),
    new Word(179, 'тарелка', '', ['plate', '', '', '', '', '', '', '', '', '']),

    new Word(180, 'ложка', '', ['spoon', '', '', '', '', '', '', '', '', '']),
    new Word(181, 'вилка', '', ['fork', '', '', '', '', '', '', '', '', '']),
    new Word(182, 'нож', '', ['knife', '', '', '', '', '', '', '', '', '']),
    new Word(183, 'блюдце', '', ['saucer', '', '', '', '', '', '', '', '', '']),
    new Word(184, 'бутылка', '', ['bottle', '', '', '', '', '', '', '', '', '']),
    new Word(185, 'салфетка', '', ['napkin', '', '', '', '', '', '', '', '', '']),
    new Word(186, 'кастрюля', '', ['pan', '', '', '', '', '', '', '', '', '']),
    new Word(187, 'сковородка', '', ['frying pan', '', '', '', '', '', '', '', '', '']),
    new Word(188, 'котел', '', ['kettle', '', '', '', '', '', '', '', '', '']),
    new Word(189, 'прием пищи', '', ['meal', '', '', '', '', '', '', '', '', '']),

    new Word(190, 'завтрак', '', ['breakfast', '', '', '', '', '', '', '', '', '']),
    new Word(191, 'обед', '', ['lunch', '', '', '', '', '', '', '', '', '']),
    new Word(192, 'ужин', '', ['dinner', '', '', '', '', '', '', '', '', '']),
];