import { Word } from '../wordstruct/word';

export const MeasureRu: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'покупка', '', ['purchase', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'размер', '', ['size', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'цена', '', ['price', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'деньги', '', ['money', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'наличные', '', ['cash', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'скидка', '', ['discount', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'банковский счет', '', ['account', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'счет', '', ['bill', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'чаевые', '', ['tip', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'измерение', '', ['measure', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'расстояние', '', ['distance', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'длина', '', ['length', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'высота', '', ['height', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'глубина', '', ['depth', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'сила', '', ['strength', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'скорость', '', ['speed', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'километр', '', ['kilometer', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'килограмм', '', ['kilogram', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'фунт', '', ['pound', '', '', '', '', '', '', '', '', '']),
];

