import { Word } from '../wordstruct/word';

export const PlantsRu: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(83, 'plant', '', ['растение', 'завод', 'сажать', '', '', '', '', '', '', '']),
    new Word(84, 'tree', '', ['дерево', '', '', '', '', '', '', '', '', '']),
    new Word(85, 'grass', '', ['трава', '', '', '', '', '', '', '', '', '']),
    new Word(86, 'flower', '', ['цветок', '', '', '', '', '', '', '', '', '']),
    new Word(87, 'leaf', '', ['лист', 'лист(дерева)', '', '', '', '', '', '', '', '']),
];