import { Word } from '../wordstruct/word';

export const PlantsRu: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(83, 'растение', '', ['plant', '', '', '', '', '', '', '', '', '']),
    new Word(84, 'дерево', '', ['tree', '', '', '', '', '', '', '', '', '']),
    new Word(85, 'трава', '', ['grass', '', '', '', '', '', '', '', '', '']),
    new Word(86, 'цветок', '', ['flower', '', '', '', '', '', '', '', '', '']),
    new Word(87, 'лист', '', ['leaf', '', '', '', '', '', '', '', '', '']),
];