import { Word } from '../wordstruct/word';

export const ProfessionRu: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(44, 'работа', '', ['job', '', '', '', '', '', '', '', '', '']),
    new Word(45, 'бизнесмен', '', ['bisinessman', '', '', '', '', '', '', '', '', '']),
    new Word(46, 'учитель', '', ['teacher', '', '', '', '', '', '', '', '', '']),
    new Word(47, 'водитель', '', ['driver', '', '', '', '', '', '', '', '', '']),
    new Word(48, 'рабочий', '', ['worker', '', '', '', '', '', '', '', '', '']),
    new Word(49, 'инженер', '', ['engineer', '', '', '', '', '', '', '', '', '']),

    new Word(50, 'врач', '', ['doctor', '', '', '', '', '', '', '', '', '']),
    new Word(51, 'адвокат', '', ['lawyer', 'юрист', '', '', '', '', '', '', '', '']),
    new Word(52, 'журналист', '', ['journalist', '', '', '', '', '', '', '', '', '']),
    new Word(53, 'медсестра', '', ['nurse', '', '', '', '', '', '', '', '', '']),
    new Word(54, 'продавец', '', ['shop assistаnt', '', '', '', '', '', '', '', '', '']),
    new Word(55, 'официант', '', ['waiter', '', '', '', '', '', '', '', '', '']),
    new Word(56, 'бухгалтер', '', ['accountant', '', '', '', '', '', '', '', '', '']),
    new Word(57, 'художник', '', ['artist', '', '', '', '', '', '', '', '', '']),
    new Word(58, 'музыкант', '', ['musician', '', '', '', '', '', '', '', '', '']),
    new Word(59, 'актер', '', ['actor', '', '', '', '', '', '', '', '', '']),

    new Word(60, 'студент', '', ['student', '', '', '', '', '', '', '', '', '']),
    new Word(61, 'ученик', '', ['pupil', '', '', '', '', '', '', '', '', '']),
];
