import { Word } from '../wordstruct/word';

export const SaluteRu: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'привет', '', ['hi', 'hello', '', '', '', '', '', '', '', '']),
    new Word(1, 'здравствуйте', '', ['hello', '', '', '', '', '', '', '', '', '']),
    new Word(2, 'извините', '', ['sorry', '', '', '', '', '', '', '', '', '']),
    new Word(3, 'пожалуйста', '', ['please', 'угождать', '', '', '', '', '', '', '', '']),
    new Word(4, 'спасибо', '', ['thank you', '', '', '', '', '', '', '', '', '']),
    new Word(5, 'не за что', '', ['you are welcome', '', '', '', '', '', '', '', '', '']),
    new Word(6, 'как жаль', '', ['what a pity', '', '', '', '', '', '', '', '', '']),
    new Word(7, 'до свидания', '', ['good bye', '', '', '', '', '', '', '', '', '']),
];