import { Word } from '../wordstruct/word';

export const TransportRu: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(193, 'транспорт', '', ['transport', '', '', '', '', '', '', '', '', '']),
    new Word(194, 'самолет', '', ['plane', '', '', '', '', '', '', '', '', '']),
    new Word(195, 'автомобиль', '', ['car', '', '', '', '', '', '', '', '', '']),
    new Word(196, 'трамвай', '', ['tram', '', '', '', '', '', '', '', '', '']),
    new Word(197, 'автобус', '', ['bus', '', '', '', '', '', '', '', '', '']),
    new Word(198, 'поезд', '', ['train', '', '', '', '', '', '', '', '', '']),
    new Word(199, 'корабль', '', ['ship', '', '', '', '', '', '', '', '', '']),
    new Word(200, 'велосипед', '', ['bicycle', '', '', '', '', '', '', '', '', ''])
];