import { Word } from '../wordstruct/word';

export const WeatherRu: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(193, 'погода', '', ['weather', '', '', '', '', '', '', '', '', '']),
    new Word(194, 'солнце', '', ['sun', '', '', '', '', '', '', '', '', '']),
    new Word(195, 'ветер', '', ['wind', '', '', '', '', '', '', '', '', '']),
    new Word(196, 'туман', '', ['fog', '', '', '', '', '', '', '', '', '']),
    new Word(197, 'дождь', '', ['rain', '', '', '', '', '', '', '', '', '']),
    new Word(198, 'снег', '', ['snow', '', '', '', '', '', '', '', '', '']),
    new Word(200, 'небо', '', ['sky', '', '', '', '', '', '', '', '', '']),
    new Word(196, 'облако', '', ['cloud', '', '', '', '', '', '', '', '', '']),
    new Word(197, 'воздух', '', ['air', '', '', '', '', '', '', '', '', '']),
    new Word(198, 'температура', '', ['temperature', '', '', '', '', '', '', '', '', '']),
    new Word(200, 'градус', '', ['degree', '', '', '', '', '', '', '', '', ''])
];
