import { Word } from './word';

export const Furniture: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(160, 'furniture', '', ['мебель', '', '', '', '', '', '', '', '', '']),
    new Word(161, 'table', '', ['стол', '', '', '', '', '', '', '', '', '']),
    new Word(162, 'chair', '', ['стул', '', '', '', '', '', '', '', '', '']),
    new Word(163, 'armchair', '', ['кресло', '', '', '', '', '', '', '', '', '']),
    new Word(164, 'sofa', '', ['диван', 'софа', '', '', '', '', '', '', '', '']),
    new Word(165, 'bed', '', ['кровать', '', '', '', '', '', '', '', '', '']),
    new Word(166, 'wardrobe', '', ['платяной шкаф', 'шкаф', '', '', '', '', '', '', '', '']),
    new Word(167, 'cabinet', '', ['шкаф', 'шкафчик', '', '', '', '', '', '', '', '']),
    new Word(168, 'shelf', '', ['полка', 'полочка', '', '', '', '', '', '', '', '']),
    new Word(169, 'mirror', '', ['зеркало', '', '', '', '', '', '', '', '', '']),

    new Word(170, 'carpet', '', ['ковер', '', '', '', '', '', '', '', '', '']),
    new Word(171, 'fridge', '', ['холодильник', '', '', '', '', '', '', '', '', '']),
    new Word(172, 'microwave', '', ['микроволновка', '', '', '', '', '', '', '', '', '']),
    new Word(173, 'oven', '', ['печь', 'духовка', '', '', '', '', '', '', '', '']),
    new Word(174, 'stove', '', ['кухонная плита', '', '', '', '', '', '', '', '', '']),
];
