import { Word } from './word';

export const Profession: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(44, 'job', '', ['работа', '', '', '', '', '', '', '', '', '']),
    new Word(45, 'bisinessman', '', ['бизнесмен', 'предприниматель', '', '', '', '', '', '', '', '']),
    new Word(46, 'teacher', '', ['учитель', 'педагог', 'преподаватель', '', '', '', '', '', '', '']),
    new Word(47, 'driver', '', ['водитель', '', '', '', '', '', '', '', '', '']),
    new Word(48, 'worker', '', ['рабочий', '', '', '', '', '', '', '', '', '']),
    new Word(49, 'engineer', '', ['инженер', '', '', '', '', '', '', '', '', '']),

    new Word(50, 'doctor', '', ['врач', 'доктор', '', '', '', '', '', '', '', '']),
    new Word(51, 'lawyer', '[лО:ер]', ['адвокат', 'юрист', '', '', '', '', '', '', '', '']),
    new Word(52, 'journalist', '[джЕ:рнэлист]', ['журналист', '', '', '', '', '', '', '', '', '']),
    new Word(53, 'nurse', '', ['медсестра', '', '', '', '', '', '', '', '', '']),
    new Word(54, 'shop assistаnt', '', ['продавец', 'кассир', '', '', '', '', '', '', '', '']),
    new Word(55, 'waiter', '', ['официант', '', '', '', '', '', '', '', '', '']),
    new Word(56, 'accountant', '', ['бухгалтер', '', '', '', '', '', '', '', '', '']),
    new Word(57, 'artist', '', ['художник', '', '', '', '', '', '', '', '', '']),
    new Word(58, 'musician', '', ['музыкант', '', '', '', '', '', '', '', '', '']),
    new Word(59, 'actor', '', ['актер', '', '', '', '', '', '', '', '', '']),

    new Word(60, 'student', '', ['студент', '', '', '', '', '', '', '', '', '']),
    new Word(61, 'pupil', '', ['школьник', 'ученик', '', '', '', '', '', '', '', '']),
];
