import { Word } from './word';

export const Salute: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'hi', '', ['привет', 'здравствуй', 'здорова', 'салют', 'йоу', 'хай', 'здравствуйте', '', '', '']),
    new Word(1, 'hello', '', ['здравствуйте', 'привет', '', '', '', '', '', '', '', '']),
    new Word(2, 'sorry', '', ['извините', 'простите', 'извини', 'прошу прощения', 'прости', '', '', '', '', '']),
    new Word(3, 'please', '', ['пожалуйста', 'угождать', '', '', '', '', '', '', '', '']),
    new Word(4, 'thank you', '[сэнк ю]', ['спасибо', '', '', '', '', '', '', '', '', '']),
    new Word(5, 'you are welcome', '', ['пожалуйста', 'не за что', '', '', '', '', '', '', '', '']),
    new Word(6, 'what a pity', '', ['как жаль', 'какая жалость', 'как жалко', 'жалко', 'какая печаль', '', '', '', '', '']),
    new Word(7, 'good bye', '', ['до свидания', 'пока', 'прощай', 'до встречи', '', '', '', '', '', '']),
];