import { Word } from './word';

export const Transport: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(193, 'transport', '', ['перевозить', 'транспортировать', 'транспорт', '', '', '', '', '', '', '']),
    new Word(194, 'plane', '', ['самолет', '', '', '', '', '', '', '', '', '']),
    new Word(195, 'car', '', ['автомобиль', '', '', '', '', '', '', '', '', '']),
    new Word(196, 'tram', '', ['трамвай', '', '', '', '', '', '', '', '', '']),
    new Word(197, 'bus', '', ['автобус', '', '', '', '', '', '', '', '', '']),
    new Word(198, 'train', '', ['поезд', '', '', '', '', '', '', '', '', '']),
    new Word(199, 'ship', '', ['корабль', '', '', '', '', '', '', '', '', '']),
    new Word(200, 'bicycle', '', ['велосипед', '', '', '', '', '', '', '', '', ''])
];