import { Word } from '../wordstruct/word';

export const FamilyEn: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(24, 'family', '', ['семья', '', '', '', '', '', '', '', '', '']),
    new Word(25, 'parents', '', ['родители', '', '', '', '', '', '', '', '', '']),
    new Word(26, 'father', '[фА:зер]', ['отец', 'папа', '', '', '', '', '', '', '', '']),
    new Word(27, 'dad(dy)', '', ['папа', '', '', '', '', '', '', '', '', '']),
    new Word(28, 'mother', '[мА:зэр]', ['мать', 'мама', '', '', '', '', '', '', '', '']),
    new Word(29, 'mum(my)', '', ['мама', '', '', '', '', '', '', '', '', '']),

    new Word(30, 'husband', '', ['муж', '', '', '', '', '', '', '', '', '']),
    new Word(31, 'wife', '', ['жена', '', '', '', '', '', '', '', '', '']),
    new Word(32, 'son', '', ['сын', '', '', '', '', '', '', '', '', '']),
    new Word(33, 'daughter', '[дО:тэр]', ['дочь', 'дочка', '', '', '', '', '', '', '', '']),
    new Word(34, 'brother', '', ['брат', '', '', '', '', '', '', '', '', '']),
    new Word(35, 'sister', '', ['сестра', '', '', '', '', '', '', '', '', '']),
    new Word(36, 'grandfather', '', ['дед', 'дедушка', '', '', '', '', '', '', '', '']),
    new Word(37, 'father-in-law', '[фА:зэр ин лО:]', ['тесть', 'свекор', '', '', '', '', '', '', '', '']),
    new Word(38, 'uncle', '', ['дядя', '', '', '', '', '', '', '', '', '']),
    new Word(39, 'aunt', '', ['тетя', '', '', '', '', '', '', '', '', '']),

    new Word(40, 'bride', '', ['невеста в день свадьбы', 'невеста', '', '', '', '', '', '', '', '']),
    new Word(41, 'cousin', '', ['двоюродный брат', 'двоюродная сестра', 'кузен', 'кузина', '', '', '', '', '', '']),
    new Word(42, 'nephew', '', ['племянник', '', '', '', '', '', '', '', '', '']),
    new Word(43, 'niece', '', ['племянница', '', '', '', '', '', '', '', '', '']),
];
