import { Word } from '../wordstruct/word';

export const MeasureEn: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'purchase', '', ['покупка', 'приобретение', 'покупать', 'приобретать', '', '', '', '', '', '']),
    new Word(0, 'size', '', ['размер', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'price', '', ['цена', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'money', '', ['деньги', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'cash', '', ['наличные', 'деньги', '', '', '', '', '', '', '', '']),
    new Word(0, 'discount', '', ['скидка', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'account', '', ['счет', 'банковский счет', '', '', '', '', '', '', '', '']),
    new Word(0, 'bill', '', ['счет', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'tip', '', ['чаевые', 'кончик', 'верхушка', 'совет', '', '', '', '', '', '']),
    new Word(0, 'measure', '', ['измерение', 'мера', 'измерять', '', '', '', '', '', '', '']),
    new Word(0, 'distance', '', ['расстояние', 'дистанция', '', '', '', '', '', '', '', '']),
    new Word(0, 'length', '', ['длина', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'height', '', ['высота', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'depth', '', ['глубина', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'strength', '', ['сила', 'прочность', '', '', '', '', '', '', '', '']),
    new Word(0, 'speed', '', ['скорость', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'kilometer', '', ['километр', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'kilogram', '', ['килограмм', '', '', '', '', '', '', '', '', '']),
    new Word(0, 'pound', '', ['фунт', '', '', '', '', '', '', '', '', '']),
];
