import { Word } from '../wordstruct/word';

export const PlantsEn: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(83, 'plant', '', ['растение', 'завод', 'сажать', '', '', '', '', '', '', '']),
    new Word(84, 'tree', '', ['дерево', '', '', '', '', '', '', '', '', '']),
    new Word(85, 'grass', '', ['трава', '', '', '', '', '', '', '', '', '']),
    new Word(86, 'flower', '', ['цветок', '', '', '', '', '', '', '', '', '']),
    new Word(87, 'leaf', '', ['лист', 'лист(дерева)', '', '', '', '', '', '', '', '']),
    new Word(87, 'fir-cone', '', ['еловая шишка', '', '', '', '', '', '', '', '', '']),
    new Word(87, 'cone', '', ['шишка', '', '', '', '', '', '', '', '', '']),
    new Word(87, 'wood moss', '', ['древесный мох', '', '', '', '', '', '', '', '', '']),
    new Word(87, 'moss', '', ['мох', '', '', '', '', '', '', '', '', '']),
];