import { Word } from '../wordstruct/word';

export const WeatherEn: Word[] = [
    new Word(-100, '', '', ['', '', '', '', '', '', '', '', '', '']),
    new Word(193, 'weather', '', ['погода', '', '', '', '', '', '', '', '', '']),
    new Word(194, 'sun', '', ['солнце', '', '', '', '', '', '', '', '', '']),
    new Word(195, 'wind', '', ['ветер', '', '', '', '', '', '', '', '', '']),
    new Word(196, 'fog', '', ['туман', '', '', '', '', '', '', '', '', '']),
    new Word(197, 'rain', '', ['дождь', '', '', '', '', '', '', '', '', '']),
    new Word(198, 'snow', '', ['снег', '', '', '', '', '', '', '', '', '']),
    new Word(200, 'sky', '', ['небо', '', '', '', '', '', '', '', '', '']),
    new Word(196, 'cloud', '', ['облако', '', '', '', '', '', '', '', '', '']),
    new Word(197, 'air', '', ['воздух', '', '', '', '', '', '', '', '', '']),
    new Word(198, 'temperature', '', ['температура', '', '', '', '', '', '', '', '', '']),
    new Word(200, 'degree', '', ['градус', '', '', '', '', '', '', '', '', ''])
];
